---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.EndYJustification
source: html/51be0383-5d54-d37d-d13a-da96ea4b4334.htm
---
# Autodesk.Revit.DB.ParameterTypeId.EndYJustification Property

"End y Justification"

## Syntax (C#)
```csharp
public static ForgeTypeId EndYJustification { get; }
```